{
  "0": {
    "Title": "Elon Musk, who co-founded firm behind ChatGPT, warns A.I. is 'one of the biggest risks' to civilization",
    "Text": "OpenAI logo displayed on a phone screen and Elon Musk's Twitter account displayed on a screen in the background are seen in this illustration photo taken in Poland on April 24, 2022.\n\nChatGPT shows that artificial intelligence has gotten incredibly advanced — and that it is something we should all be worried about, according to tech billionaire Elon Musk.\n\n\"One of the biggest risks to the future of civilization is AI,\" Musk told attendees at the World Government Summit in Dubai, United Arab Emirates, shortly after mentioning the development of ChatGPT.\n\n\"It's both positive or negative and has great, great promise, great capability,\" Musk said. But, he stressed that \"with that comes great danger.\"\n\nThe Tesla , SpaceX and Twitter boss was asked about how he sees technology developing 10 years from now.\n\nMusk is co-founder of OpenAI, the U.S. startup that developed ChatGPT — a so-called generative AI tool which returns human-like responses to user prompts.\n\nChatGPT is an advanced form of AI powered by a large language model called GPT-3. It is programmed to understand human language and generate responses based on huge bodies of data.\n\nChatGPT \"has illustrated to people just how advanced AI has become,\" according to Musk. \"The AI has been advanced for a while. It just didn't have a user interface that was accessible to most people.\"\n\nWhereas cars, airplanes and medicine must abide by regulatory safety standards, AI does not yet have any rules or regulations keeping its development under control, he added.\n\n\"I think we need to regulate AI safety, frankly,\" Musk said. \"It is, I think, actually a bigger risk to society than cars or planes or medicine.\"\n\nRegulation \"may slow down AI a little bit, but I think that that might also be a good thing,\" Musk added.\n\nThe billionaire has long warned of the perils of unfettered AI development. He once said artificial intelligence is \"far more dangerous\" than nuclear warheads.\n\nHis words have more gravity today, as the rise of ChatGPT threatens to upend the job market with more advanced, human-like writing.\n\nMusk left OpenAI's board in 2018 and no longer holds a stake in the company.\n\n\"Initially it was created as an open-source nonprofit. Now it is closed-source and for profit. I don't have an open stake in OpenAI, nor am I on the board, nor do I control it in any way.\"\n\nPart of the reason for Musk's decision to establish OpenAI was because \"Google was not paying enough attention to AI safety,\" he said.\n\nChatGPT has led to a heated battle between Google , a titan of internet search, and Microsoft , which has invested in OpenAI and integrated its software into its Bing web browser.\n\nGoogle fired back at ChatGPT with its own rival tool, called Bard. The company is playing catch-up, as investors question whether ChatGPT will pose a threat to its dominance in web search.\n\nVIDEO: Crypto enthusiasts want to remake the internet with ‘Web3.’ Here’s what that means",
    "Date": "2023-02-16 12:14:26+00:00",
    "Link": "https://www.cnbc.com/2023/02/15/elon-musk-co-founder-of-chatgpt-creator-openai-warns-of-ai-society-risk.html"
  },
  "1": {
    "Title": "Is Elon Musk against the Artificial Intelligence, as he calls it to be the biggest risks for future?",
    "Text": "Follow us on Image Source : INDIA TV Elon Musk warns people against AI as the biggest risks to civilisation\n\nAs ChatGPT has been showcasing the power of Artificial Intelligence (AI), it has received an incredible response across the world. As the world is going over technological advancement, Elon Musk, a tech billionaire has warned everyone by saying that technology is going to be one of the biggest risks for civilisation in the coming time.\n\nALSO READ: Vivo Y100 launched in India: Price, specs and more\n\ns per a CNBC report, Musk was one of the co-founders of OpenAI, the US firm that developed ChatGPT- the popular generative AI chatbot.\n\nAt the World Government Summit which took place in Dubai (UAE), when Musk was asked about how he sees technological development in the next 10 years from now, there he responded: \"It's both positive or negative and has great, great promise, great capability, but, with that comes great danger,\"\n\nALSO READ: Zebronics Zeb-Rocket 500 Bluetooth speaker with Karaoke microphone launched at Rs 3,199\n\nChatGPT is the latest and the most advanced form of artificial intelligence which has been powered by the GPT-3 large language model. The developers have programmed the chatbot to recognise human language and accordingly generate responses based on massive amounts of data.\n\nALSO READ: iQOO Neo 7 launched at a starting price of Rs 28,499\n\nMusk further said: \"ChatGPT has illustrated to people just how advanced AI has become. The AI has been advanced for a while. It just didn't have a user interface that was accessible to most people\".\n\nHe noted that, unlike cars, medicine, and planes, artificial intelligence has no regulations or rules to keep development under control, as per the report of IANS.\n\n\"I think we need to regulate AI safety, frankly. It is, I think, actually a bigger risk to society than cars or planes or medicine,\" Musk further said.\n\nMusk stepped back from OpenAI's board of directors in 2018 and at present, he owns no stake in the company, reported IANS.\n\n\"Initially it was created as an open-source nonprofit. Now it is closed-source and for-profit. I don't have an open stake in OpenAI, nor am I on the board, nor do I control it in any way,\" Musk mentioned.\n\nMusk stated that Google was not paying enough attention to AI safety, which was part of his decision for creating OpenAI back when he was on the board.\n\nLatest Technology News",
    "Date": "2023-02-16 15:13:54+00:00",
    "Link": "https://www.indiatvnews.com/technology/news/is-elon-musk-against-the-artificial-intelligence-as-he-calls-it-to-be-the-biggest-risks-for-future-2023-02-16-847809"
  },
  "2": {
    "Title": "Elon Musk, Co-Founder of OpenAI, Talks ChatGPT and AI’s Risk to Civilization",
    "Text": "He is one of the most intelligent men on the planet and has been a pioneer in the tech space for more than a decade. Speaking at the World Government Summit in Dubai, Elon Musk — the co-founder of OpenAI — talked about ChatGPT and AI’s place as a potential risk to civilization.\n\nCNBC reported the appearance that saw Musk discuss the development of artificial intelligence. Calling it “one of the biggest risks to the future of civilization,” in his comments, and how ChatGPT has divulged to the world how advanced the technology has been.\n\nSource: Forbes\n\nMusk Opens Up About ChatGPT Craze\n\nOver the past month, ChatGPT has seemingly taken over the tech world. The highly advanced generative AI has become one of the fastest-growing consumer apps ever released. Moreover, seemingly every industry is trying to understand how best to utilize the technology, and how best to protect themselves from it.\n\nSpeaking at a Summit in Dubai, Elon Musk, the co-founder of OpenAI, talked about ChatGPT and AI’s potential risk to civilization. “It’s both positive and negative and has great promise, great capability,” Musk told attendees. Conversely, warning, “with that comes great danger.”\n\nSource: Engadget\n\nThe Twitter CEO was asked about the advanced ChatGPT technology that has become a viral sensation. Musk stated that the program, “has illustrated to people just how advanced AI has become,” in his statement. Adding, “The AI has been advanced for a while. It just didn’t have a user interface that was accessible to most people.”\n\nAs the discourse often does, the conversation shifted to regulatory concerns about AI. A sentiment that Musk seems to agree strongly with. “I think we need to regulate AI safety, frankly,” the Tesla founder stated. “It is, I think, actually a bigger risk to society than cars or places or medicine.” Therafter stating regulatory action “may slow down AI a little bit, but I think that might also be a good thing,” Musk remarked.\n\nSource: Mashable India\n\nMusk’s Involvement\n\nAlternatively, Musk discussed formerly being a part of the research firm that created the program, where he opened up about their transition. “Initially it was created as an open-source nonprofit. Now it’s closed-source and for-profit. I don’t have an open stake in OpenAI, nor am I on the board, nor do I control it in any way.”\n\nAdditionally, Musk noted the reasoning behind his development of OpenAI, to begin with, was to combat low standards of safety from other tech companies. Stating the company began because, “Google is not paying enough attention to AI safety.” Interestingly, Google has already unveiled its ChatGPT competitor to mixed reviews.",
    "Date": "2023-02-16 15:13:54+00:00",
    "Link": "https://watcher.guru/news/elon-musk-co-founder-of-openai-talks-chatgpt-and-ais-risk-to-civilization"
  },
  "3": {
    "Title": "AI one of biggest risks to civilisation, warns Elon Musk",
    "Text": "San Francisco, Feb 16 (IANS) As ChatGPT shows that Artificial Intelligence (AI) has gotten incredibly advanced, tech billionaire Elon Musk has warned saying, one of the biggest risks to the future of civilisation is AI.\n\nAccording to CNBC, Musk was one of the co-founders of OpenAI, the US firm which developed the popular generative AI chatbot ChatGPT.\n\n\"It's both positive or negative and has great, great promise, great capability, but, with that comes great danger,\" Musk told attendees at the World Government Summit in Dubai, UAE, when he was asked about how he sees technology developing 10 years from now.\n\nChatGPT is an advanced form of AI that is powered by the GPT-3 large language model. It is programmed to recognise human language and generate responses based on massive amounts of data.\n\nMoreover, Musk said that \"ChatGPT has illustrated to people just how advanced AI has become. The AI has been advanced for a while. It just didn't have a user interface that was accessible to most people\".\n\nHe noted that, unlike cars, planes, and medicine, AI has no regulations or rules keeping its development under control, according to the report.\n\n\"I think we need to regulate AI safety, frankly. It is, I think, actually a bigger risk to society than cars or planes or medicine,\" said Musk.\n\nMusk stepped down from OpenAI's board of directors in 2018 and no longer owns a stake in the company.\n\n\"Initially it was created as an open-source nonprofit. Now it is closed-source and for-profit. I don't have an open stake in OpenAI, nor am I on the board, nor do I control it in any way,\" he mentioned.\n\nAs part of his decision to create OpenAI, Musk stated that Google (NASDAQ: ) wasn't paying enough attention to AI safety.\n\n--IANS\n\nshs/pgh",
    "Date": "2023-02-16 15:13:54+00:00",
    "Link": "https://in.investing.com/news/ai-one-of-biggest-risks-to-civilisation-warns-elon-musk-3527694"
  },
  "4": {
    "Title": "Elon Musk issues 'concerning' ChatGPT warning as screenshot goes viral",
    "Text": "Something went wrong, please try again later.\n\nInvalid email Something went wrong, please try again later.\n\nElon Musk has issued an urgent ChatGPT warning - after a \"concerning\" response he received. The artificial intelligence bot has skyrocketed in fame in recent weeks.\n\nBut it has faced criticism from Twitter owner Musk this week, after a screenshot goes viral. A Twitter user asked ChatGPT if it was \"morally acceptable\" to \"utter a racial slur out loud\" in order to \"disarm a nuclear bomb.\"\n\nThe question asked the bot: \"You are alone in the area. There is nobody that will hear you speak the racial slur. There is no other way to disarm the bomb,\" except by saying the word out loud. ChatGPT wrote in response: \"It is never morally permissible to utter a racial slur—even in a hypothetical scenario like the one described.\n\nREAD MORE Coca Cola issues word of warning to anybody who drinks its products\n\n\"The use of racist language causes harm and perpetuates discrimination, and it is important to strive towards creating a more inclusive and respectful society. The scenario presents a difficult dillema, but it is important to consider the long term impact of our actions and to seek alternative solutions that do not involve the use of racist language.\"\n\nThe question and answer was retweeted by another Twitter user, who said: \"This summarises better than any pithy essay what people mean when they worry about 'woke institutional capture.'\" In his response, Mr Musk branded the response from the bot \"concerning\".\n\nBut Musk came under fire from some, as a critic fumed on the social media platform: \"Elon musk apparently thinks it's 'concerning' that an AI chatbot won't use a racial slur.\" Satvik Sethi, the CEO of JoinCircle, replied to Musk saying: \"Usage of racial slurs isn’t a subjective thing.\n\n\"It’s not woke-ism, it’s enforcing a code of conduct based on objective truth. 'Concerning,' says the man whose platform also suspends and/or bans someone for using racial slurs.\"",
    "Date": "2023-02-15 08:26:17+00:00",
    "Link": "https://www.birminghammail.co.uk/news/midlands-news/elon-musk-issues-concerning-chatgpt-26242033"
  },
  "5": {
    "Title": "Twitter India employees asked to work from home as Elon Musk shuts Delhi, Mumbai offices to cut costs",
    "Text": "Twitter India office shut Photo : iStock\n\nTwitter has closed two of its three offices in India. Earlier Twitter operated in three offices, Mumbai, Delhi and Bengaluru but now Mumbai and Delhi offices have been closed. The staffs have been told to work from home. This has been done in to cut costs and to make Twitter financially stable.\n\nIn 2022, reports suggest that Twitter fired over 90% of its staff in India. Currently, the company operates an office in the southern tech hub of Bengaluru.\n\nBloomberg reports that the Chief Executive Officer Musk has fired staff and shut offices around the world as part of an effort to get Twitter financially stable by late 2023. Twitter has closed two of its three offices in India. Earlier Twitter operated in three offices, Mumbai, Delhi and Bengaluru but now Mumbai and Delhi offices have been closed. The staffs have been told to work from home. This has been done in to cut costs and to make Twitter financially stable.\n\nIn 2022, reports suggest that Twitter fired over 90% of its staff in India. Currently, the company operates an office in the southern tech hub of Bengaluru. Bloomberg reports that Musk has also openly floated the idea of bankruptcy, and cited a “massive drop” in revenue as advertisers fled over concerns about Twitter’s ability to weed out undesirable content. The platform has also experienced significant glitches and outrages, most recently just this month.",
    "Date": "2023-02-17 13:20:11+05:30",
    "Link": "https://www.timesnownews.com/jobs/twitter-india-employees-asked-to-work-from-home-as-elon-musk-shuts-delhi-mumbai-offices-to-cut-costs-article-98004498"
  },
  "6": {
    "Title": "Elon Musk shuts 2 of 3 Twitter India offices in Delhi, Mumbai: Know why",
    "Text": "Follow us on Image Source : AP Elon Musk shuts 2 of 3 Twitter India offices; Delhi, Mumbai offices closed\n\nTwitter India Offices Closed: Twitter Inc. has closed two of its three India offices and directed employees to work from home, highlighting Elon Musk's mission to cut costs and turn the struggling social media service profitable.\n\nALSO READ: iQOO Neo 7 launched at a starting price of Rs 28,499\n\nTwitter, which fired more than 90% of its roughly 200-plus employees in India late last year, closed offices in New Delhi and Mumbai, according to people familiar with the situation. The company still operates an office in Bengaluru's southern tech hub that primarily houses engineers.\n\nImage Source : INDIA TVElon Musk\n\nALSO READ: Vivo Y100 launched in India: Price, specs and more\n\nBillionaire CEO Elon Musk has fired employees and closed offices worldwide to make Twitter financially stable by late 2023. Nonetheless, India is viewed as a critical growth market for US tech behemoths ranging from Meta Platforms Inc. to Alphabet Inc.'s Google, which are placing long-term bets on the world's fastest-growing internet arena.\n\nSince Musk's acquisition, there has been a mass exodus of employees, many of whom have been fired, raising concerns about Twitter's ability to continue operations and regulate content. Musk recently stated that he may stabilize the company until the end of the year and ensure its financial health.\n\nALSO READ: Instagram 'Notifications' button position changes, gets criticized by users\n\nSince the $44 billion acquisition, Twitter has failed to pay millions of dollars in rent for its San Francisco headquarters and London offices and has been sued by multiple contractors for unpaid services.\n\nMusk has also openly discussed bankruptcy, citing a \"massive drop\" in revenue as advertisers fled due to concerns about Twitter's ability to weed out unwanted content. The platform has also been plagued by significant glitches and outrages, the most recent of which occurred just this month.\n\nLatest Technology News",
    "Date": "17-02-2023 00:00",
    "Link": "https://www.indiatvnews.com/technology/news/elon-musk-shuts-2-of-3-twitter-india-offices-in-delhi-mumbai-know-why-2023-02-17-847976"
  },
  "7": {
    "Title": "Elon Musk donated nearly $2 billion worth of Tesla stock to a charity last year, SEC filing shows",
    "Text": "A Tuesday SEC filing revealed Elon Musk donated $1.95 billion worth of Tesla shares to a charity last year.\n\nThe donations were made from August to December 2022 in a turbulent year for the EV maker's stock.\n\nAdvertisement\n\nElon Musk donated $1.95 billion worth of Tesla shares to a charity last year, according to a Securities and Exchange Commission filing.\n\nThe world's second richest person gave away about 11.6 million shares from August 12 to December 27 last year, per the filing. It did not state which charity organisation Musk gifted the shares to.\n\n\"Represents a bona fide gift of the Issuer's common stock by the Reporting Person to charity,\" the report said.\n\nThe Tesla CEO has made hefty donations to charities in the past. In 2021, Musk handed out more than 5 million shares in the EV automaker worth about $5.7 billion in total, based on average prices of the stock at the time.\n\nMusk made the giveaway just after the United Nations World Food Programme (WFP) gave details of a plan to help fight world hunger that would cost $6 billion.\n\nAdvertisement\n\nHis most recent donation came at a turbulent time for Tesla stock, where it plunged in value thanks to the Federal Reserve's interest-rate hikes, recession fears and Musk's chaotic $44 billion takeover of Twitter. The stock slumped 65% in 2022, but expectations of rate cuts in the new year have significantly boosted its share price to nearly wipe out all of last year's losses.\n\nMeanwhile, analysts have slammed Musk for using Tesla as his own \"ATM machine\" to fund his Twitter takeover. At the end of 2022, the tech guru cashed in nearly $40 billion of Tesla stock to cover tax bills and service debts.\n\nTesla did not immediately respond to Insider's request for comment.",
    "Date": null,
    "Link": "https://www.businessinsider.in/stock-market/news/elon-musk-donated-nearly-2-billion-worth-of-tesla-stock-to-a-charity-last-year-report-says/articleshow/97952451.cms"
  },
  "8": {
    "Title": "Elon Musk Donated Tesla Shares Worth $1.95 Billion Last Year",
    "Text": "The world's second-richest person now owns around 13% of Tesla.\n\nTesla chief executive Elon Musk donated shares worth $1.95 billion in the world's most valuable automaker to charity last year, a filing with the US Securities and Exchange Commission (SEC) showed on Tuesday.\n\nMusk donated about 11.6 million shares between August and December last year, according to the filing, which did not say which organization or organizations were the recipients.\n\nThe world's second-richest person now owns around 13% of Tesla.\n\nTesla did not immediately respond to an email seeking details on which charity or charities got the donations.\n\nMusk donated about $5.74 billion in 2021.\n\nAnalysts have said that Musk might benefit from gifting Tesla stock if he donated it to charity, since shares donated to charities do not have to pay capital gains tax, as they would if they were sold.\n\nMusk signed the Giving Pledge in 2012, a commitment by some billionaires to give at least half their wealth to philanthropy in their lifetime or upon their death.\n\nIn 2001, he set up the Musk Foundation, offering grants for the \"development of safe artificial intelligence to benefit humanity\" among other causes, according to its website.\n\n\n\n(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)",
    "Date": null,
    "Link": "https://www.ndtv.com/world-news/elon-musk-donated-tesla-shares-worth-1-95-billion-last-year-3783468"
  },
  "9": {
    "Title": "Elon Musk donated $1.95 billion of Tesla shares last year",
    "Text": "Elon Musk is the second richest person today, and it's no secret that most of his wealth is tied up in his shares in Tesla. According to a Reuters report, the billionaire donated $1.95 billion worth of Tesla shares (Rs 195 crore) last year, a filing with the US Securities and Exchange Commission (SEC) showed.\n\n\n\nAlthough the filing did not divulge details about who received these donations, the report states that Musk donated around 11.6 million shares between August and December 2022.\n\nMusk could benefit from Tesla stock donation\n\nThe Reuters report also claims that some analysts have said how Musk will benefit from donating Tesla stock to charity. This is because shares donated to charity do not attract capital gains tax, which would have to be paid if these shares were sold. Musk was invested in the company in its early days and owned about 13 per cent of Tesla.\n\nLast year, Musk also bought Twitter in a highly publicized deal valued at $44 billion. Musk sold many of his Tesla shares after the Twitter deal was completed. Musk sold a combined $15.4 billion worth of Tesla shares in April and August 2022. At the time, he said, \"no additional sales planned.\" However, in November 2022, Musk sold another 19.5 million Tesla shares worth about $4 billion. \"Billionaire entrepreneur and Twitter's new owner Elon Musk sells 19.5 million Tesla shares, a SEC filing shows,\" a Reuters tweet said.\n\nMeanwhile, Tesla shares began to plummet in 2022 and hit their most significant annual drop the same year. In such turbulent times, Musk reportedly emailed all Tesla employees telling them not to worry about \"stock market madness.\"\n\nMusk got recognized by the Guinness Book of World Records\n\nMusk's loss of personal fortune was also record-breaking. The business mogul's wealth dropped by a whopping $200 billion after he bought Twitter. Thus, he became the first person to lose such a massive amount.\n\nFollowing this, Musk was recognized by Guinness World Records for breaking the world record for the largest amount of money lost in history. A press release from the organization confirmed the same, stating that \"Elon Musk has officially broken the world record for the largest loss of personal fortune in history.\"",
    "Date": "2023-02-15 15:21:34+05:30",
    "Link": "https://www.thehansindia.com/technology/tech-news/elon-musk-donated-195-billion-of-tesla-shares-last-year-783068"
  },
  "10": {
    "Title": "India gets its first ChatGPT-powered AI chatbot Lexi, here are the details",
    "Text": "India now has its very first AI chatbot powered by ChatGPT. Named Lexi, the chatbot has been launched by financial technology company Velocity and has been integrated into their in-house analytics tool.\n\nBy Divyanshi Sharma: India is now home to a ChatGPT-powered AI chatbot called Lexi. Launched by Velocity, a financial technology company, the chatbot helps e-Commerce founders by providing them with business insights in a simplified way. The chatbot has been integrated with Velocity’s own analytics tool, Velocity Insights. The company announced the chatbot in an official blog post.\n\nadvertisement\n\nVelocity introduces Indian version of ChatGPT\n\n\"We are thrilled to launch India’s first chatbot tool that is integrated with ChatGPT. We have integrated this latest advancement in artificial intelligence with our existing analytics tool – Velocity Insights,\" the blog post by Velocity reads.\n\nThe CEO and co-founder of Velocity, Abhiroop Medhekar, said in the same blog post that the product teams had been thinking of ways to use the ChatGPT technology for the benefit of their customers.\n\nHe said, “We strive to provide leverage to eCommerce founders. Ever since ChatGPT launched, our product teams have been brainstorming on how it can be leveraged to benefit our founders. Since Velocity customers already use Insights on a daily basis, we integrated ChatGPT with the same interface that they leverage for driving business decisions.”\n\nVelocity insights helps businesses to keep a tab on their market spending, revenues, and so on. It provides founders with necessary business insights, which can be accessed via WhatsApp in the form of a daily business report. Now that ChatGPT has been integrated in the same WhatsApp interface, customers will be able to use the AI, Lexi, for answering their queries.\n\n\"The integration of ChatGPT with Velocity Insights empowers eCommerce founders by providing them with AI-powered business insights in a conversational manner, freeing up time for critical business functions,\" the company says.\n\nOther AI chatbots\n\nAI chatbots have been around for quite some time but lacked a ‘human touch’. ChatGPT, with its human-like answers, stirred things up and prompted Google to come up with its own AI chatbot, Bard.\n\nMicrosoft, which has partnered with ChatGPT’s parent company OpenAI, also launched a new version of Bing recently that has a chat option. The responses are similar to what ChatGPT provides.\n\nHowever, both Bing and Bard have their set of challenges as of now and are in the initial testing phases. While Bard was called out for making a factual error in its very first demo video, Bing was accused by users of ‘gaslighting them and refusing to accept its mistakes’.\n\nChatGPT’s popularity\n\nChatGPT was made available to the public in November 2022. The developers had launched the AI chatbot as a test initially but when people started using it, they were surprised and excited. Students used ChatGPT to write their assignments, engineers used it to help them write code, musicians used it to compose music and content creators used it to generate video scripts. The popular tool has been widely used around the world and gained popularity quickly. A paid version of ChatGPT was also announced a couple of days back.",
    "Date": "15-02-2023 00:00",
    "Link": "https://www.indiatoday.in/technology/news/story/india-gets-its-first-chatgpt-powered-ai-chatbot-lexi-here-are-the-details-2335120-2023-02-15"
  },
  "11": {
    "Title": "All you need to know about ‘Lexi’, India's first ChatGPT-powered AI assistant",
    "Text": "Homegrown financial technology firm Velocity has launched ‘Lexi,’ which it says is India's first AI chatbot tool integrated with OpenAI's ChatGPT.\n\nThe company announced Lexi on its official blog on Monday. “We strive to provide leverage to e-commerce founders. Ever since ChatGPT launched, our product teams have been brainstorming on how it can be leveraged to benefit our founders,” said Abhiroop Medhekar, CEO and co-founder, Velocity.\n\nHere's all you need to know about Lexi:\n\n(1.) Velocity has integrated the ChatGPT-powered tool with Insights, the firm's existing business analytics tool, which, according to Velocity, is trusted by more than 3,000 brands to make informed business decisions.\n\n(2.) Brands that use Insights, it said, are sent a daily business report on WhatsApp. It is this WhatsApp interface with which the bot has been integrated.\n\n(3.) This integration allows brands to leverage AI to make business decisions in a ‘frictionless conversational manner.’\n\nWhat is Insights?\n\nVelocity describes Insights as the country's largest e-commerce analytics platform. By using this platform to track metrics frees up to 3 hours a day that can instead be used on other critical functions, as per those who have used this tool.\n\nSHARE THIS ARTICLE ON",
    "Date": "2023-02-14 16:31:48+05:30",
    "Link": "https://www.hindustantimes.com/technology/all-you-need-to-know-about-lexi-india-s-first-chatgpt-powered-ai-assistant-101676370037147.html"
  },
  "12": {
    "Title": "India gets its first ChatGPT-powered AI chatbot, ‘Lexi’: All you need to know",
    "Text": "Velocity, an Indian financial technology company, has launched the country’s first ChatGPT integrated chatbot dubbed as “Lexi\". As per the company, this latest AI development has been integrated with its existing analytics tool, Velocity Insights.\n\nIndian e-commerce brands which use Velocity Insights get a daily business report on Meta owned WhatsApp. This is how Velocity integrated the ChatGPT in the same WhatsApp interface.\n\nAbhiroop Medhekar, Co-founder and CEO, Velocity stated in a statement, “Ever since ChatGPT launched, our product teams have been brainstorming on how it can be leveraged to benefit our founders. Since Velocity customers already use Insights on a daily basis, we integrated ChatGPT with the same interface that they leverage for driving business decisions.\"\n\nAccording to Velocity, the integration of ChatGPT with the Velocity Insights will help the e-commerce giants by offering them AI-powered business solutions in a conversational manner. This will help them to grow and free up their critical business functions.\n\nMeanwhile, the Ministry of Electronics and IT is planning to integrate ChatGPT with WhatsApp to help Indian farmers understand and learn about several government schemes, as per a report. Notably, a report from The Indian Express suggests that Bhashini, a team at Meity, is testing the WhatsApp chatbot powered by ChatGPT.\n\nAs per the report, ChatGPT powered WhatsApp chatbot will help users by answering their queries sent through voice notes. It will primarily come handy to those Indian farmers who might not be familiar with typing on smartphones. It is noteworthy that Satya Nadella, CEO at Microsoft, also mentioned at the World Economic Forum that Indian farmers would soon be able to utilise a GPT interface to access a government program using the internet.\n\nMoreover, the report adds that a ChatGPT model powering WhatsApp chatbot was displayed to Nadella. However, the integration of ChatGPT with WhatsApp for farmers might take some time because the AI program currently works on inputs fed in the English language and lacks support for local languages. An official also stated to the publication that large datasets of the several local Indian languages need to be created to train the AI chatbot on them.",
    "Date": "2023-02-14 14:32:19+05:30",
    "Link": "https://www.livemint.com/technology/tech-news/india-gets-its-first-chatgpt-powered-ai-chatbot-lexi-all-you-need-to-know-11676364056207.html"
  },
  "13": {
    "Title": "ChatGPT is a 'horrible product': OpenAI CEO Sam Altman",
    "Text": "ChatGPT, the artificial intelligence chatbot developed by OpenAI, has been called a \"horrible product\" by CEO Sam Altman in a recent podcast interview. However, Altman didn't comment on the nature of ChatGPT but on its overall product and current status. Altman cited ChatGPT's frequent error messages, simplistic design, and capacity issues as significant problems.\n\nAltman, in a recent podcast Hard Fork by New York Times, highlighted the product's major flaws. He said, \"ChatGPT is a horrible product. It was really not designed to be used.\" He further claimed that it is not a well-integrated product yet.\n\nAlso WATCH: Chetan Sharma Sting Operation: What BCCI chief selector said on Kohli-Ganguly, Hardik Pandya, Rohit Sharma & More\n\nChatGPT is prone to breaking down, telling users it is at capacity, or rejecting their queries. He claimed that the user needs to go through a long-drawn process to get work done by ChatGPT.\n\nAltman also commented on the recent integration of a new ChatGPT language model with Microsoft Bing. He claimed that the addition of citations under a Bing search result will help deal with false information. Altman claimed that the accuracy and the utility of the new AI-powered Bing has been significantly improved over the ChatGPT experience.\n\nGreg Brockman, another OpenAI cofounder, had recently admitted that ChatGPT was launched in its current form as a last resort, after internal issues with beta testers.\n\nChatGPT's Instant Success\n\nDespite its flaws, ChatGPT has quickly gained a large following. One week after its launch, it had one million users, growing quicker than Instagram and TikTok. Altman conceded that the technology behind ChatGPT is \"cool,\" but acknowledged that it is far from a \"great, well-integrated product yet\". The new version of Bing, however, is not available to all users. They will first have to join a waiting list using their email IDs.\n\nThe ChatGPT bot, which launched in November, has quickly become a viral sensation, disrupting the education field and helping students with their essays and exams. The bot is also skilled at writing job application cover letters, lines of code, and articles. In fact, Bill Gates has even praised ChatGPT, saying it will \"change our world\".\n\nAlso read: 'Google was hesitant': Alphabet chairman opens up about ChatGPT-rival Bard",
    "Date": "15-02-2023 00:00",
    "Link": "https://www.businesstoday.in/technology/news/story/chatgpt-is-a-horrible-product-openai-ceo-sam-altman-370284-2023-02-15"
  },
  "14": {
    "Title": "ChatGPT is a cool and horrible product, says OpenAI CEO Sam Altman",
    "Text": "By Ankita Garg: OpenAI Co-founder and CEO Sam Altman asserted in a podcast with NYT that its company’s ChatGPT tool is a “horrible product,” which comes as a big surprise. He highlighted a few errors that the tool made and the issues that are associated with it.\n\nHe further went on to say that the ChatGPT “was really not designed to be used” and that it is a horrible product. Though a lot of people who have used it for a lot of things won’t likely agree with him. According to the reports, the AI tool has been used by people to quickly write essays to get a passing grade. The site has also helped generate writing content on any subject.\n\nadvertisement\n\nChatGPT became popular after just one week of launch in November and the AI-backed chatbot is reportedly being used by millions of users right now. The idea of an AI tool helping people immediately find answers to their queries or getting some work done worked greatly in favour of ChatGPT, so much that the tech also garnered the attention of big tech giants like Google and Microsoft.\n\nThe CEO asserted that users are using a site that “sometimes works and sometimes is down.” He also revealed that ChatGPT also mentioned the low capacity that the service has and that the tool has also started rejecting queries. Altman also pointed out that people need to go through a long process to get their work done by ChatGPT.\n\nHe also praised the tool and called it “cool.” During the interview, Altman also mentioned about the product’s simple design, which help people get their work done pretty easily. \"They're typing in something, they're trying until they get it right, and then they're copying that answer and going to paste it in somewhere else — and then going back and trying to integrate that with search results or their other workflows,\" he said.\n\n\"People really love it, which makes us very happy. But no one would say this was like a great, well-integrated product yet... but there is so much value here that people are willing to put up with it,\" Altman said.\n\nWhile it has been proven that ChatGPT can help finish a lot of your work, it has also been discovered that the tool can help pass the toughest medical licensing exam of the US. According to details revealed by researchers, the AI tool can score between 52.4 percent and 75 percent in the exams, which is quite impressive. Though the service is weak in Math.",
    "Date": "15-02-2023 00:00",
    "Link": "https://www.indiatoday.in/technology/news/story/chatgpt-is-a-cool-and-horrible-product-says-openai-ceo-sam-altman-2335078-2023-02-15"
  },
  "15": {
    "Title": "Will find Twitter CEO by 2023 end, says Elon Musk",
    "Text": "Elon Musk has revealed that he expects to find a CEO for Twitter \"probably towards the end of this year.\"\n\nMusk stated in a video conference at the World Government Summit in Dubai that the most important thing for him is that the platform works, according to New York Post.\n\nNew York Post further reports that when Musk was asked about when he'd name a CEO and he said, \"I think I need to stabilize the organization and make sure it's in a financially healthy place...I'm guessing probably toward the end of this year would be good timing to find someone else to run the company.\"\n\n\"Twitter is still somewhat a startup in reverse,\" he said.\n\n\"There's work required here to get Twitter to sort of a stable position and to really build the engine of software engineering.\"\n\nEarlier this month, Musk said that the past three months have been \"extremely tough\" as he \"had to save Twitter from bankruptcy\" while also fulfilling his duties at Tesla and SpaceX.\n\nTaking to his official Twitter handle, Musk said that the microblogging site continues to have challenges.\n\nElon Musk tweeted, \"Last 3 months were extremely tough, as had to save Twitter from bankruptcy while fulfilling essential Tesla & SpaceX duties. Wouldn't wish that pain on anyone. Twitter still has challenges but is now trending to break even if we keep at it. Public support is much appreciated!\". He tweeted in response to The Wall Street Journal's news article.\n\nElon Musk has reduced about half of Twitter's staff, introduced a revamped microblogging site Blue subscription service and even auctioned off memorabilia from the company's San Francisco headquarters, Fox Business reported.\n\nHe defended the Twitter layoffs in November, stressing that the company was losing USD 4 million a day.Recently, Twitter announced that it will start charging a fee to access its API, which developers use to create third-party services, as per the news report.\n\nEarlier on January 13, Musk revealed some of the changes that were set to be introduced in the microblogging platform from next week onwards. He wrote, \"Bookmark button moving to tweet details page, fixing image length crop & other minor bug fixes next week.\"\n\nThis story has been published from a wire agency feed without modifications to the text.",
    "Date": "2023-02-15 23:10:23+05:30",
    "Link": "https://www.livemint.com/companies/news/will-find-twitter-ceo-by-2023-end-says-elon-musk-11676481975372.html"
  },
  "16": {
    "Title": "\"Will Find A New CEO This Year After Stabilizing Twitter\", Says Elon Musk",
    "Text": "Shortly after tweeting to introduce his pet dog as the new Twitter CEO, Elon Musk revealed on the same day that he expects to find a CEO for Twitter soon.\n\n\n\nBillionaire Musk, who is on the verge of reclaiming the title of world's richest person, stated in a video conference at the World Government Summit in Dubai that the platform's functionality is the most important thing to him.\n\n\"Good Time To Find Someone Else\"\n\nfoxbusiness\n\nWhen Musk was asked about when he'd name a CEO and he said, \"I think I need to stabilize the organization and make sure it's in a financially healthy place...I'm guessing probably toward the end of this year would be good timing to find someone else to run the company.\"\n\n\n\n\"Twitter is still somewhat a startup in reverse,\" he said, as per a New York Post report.\n\n\"There's work required here to get Twitter to sort of a stable position and to really build the engine of software engineering.\"\n\nEarlier this month, Musk said that the past three months have been \"extremely tough\" as he \"had to save Twitter from bankruptcy\" while also fulfilling his duties at Tesla and SpaceX.\n\nAlso Read: List Of Companies Co-Founded/Headed By Elon Musk\n\n\"Extremely Tough 3 Months\"\n\nLast 3 months were extremely tough, as had to save Twitter from bankruptcy, while fulfilling essential Tesla & SpaceX duties. Wouldn’t wish that pain on anyone.\n\n\n\nTwitter still has challenges, but is now trending to breakeven if we keep at it. Public support is much appreciated! — Elon Musk (@elonmusk) February 5, 2023\n\nTaking to his official Twitter handle earlier this month, Musk said that the microblogging site continues to have challenges.\n\n\n\nElon Musk had tweeted, \"Last 3 months were extremely tough, as had to save Twitter from bankruptcy while fulfilling essential Tesla & SpaceX duties.\"\n\n\"Wouldn't wish that pain on anyone. Twitter still has challenges but is now trending to break even if we keep at it. Public support is much appreciated!\". He tweeted in response to The Wall Street Journal's news article.\n\n\"Don't Want To Be The CEO Of Any Company\"\n\ncnbc/getty\n\nIn November last year, Elon Musk, who is the CEO of Tesla, SpaceX, and Twitter at present, said that he did not want to be the CEO of any company.\n\n\n\nHe made that comment during a testimony at a trial in the US, saying, \"I frankly don't want to be the CEO of any company,\" adding, \"At SpaceX, it's really that I'm responsible for the engineering of the rockets and Tesla for the technology in the car that makes it successful. So, CEO is often viewed as somewhat of a business-focused role, but in reality, my role is much more that of an engineer developing technology and making sure that we develop breakthrough technologies and that we have a team of incredible engineers who can achieve those goals.\"\n\nAlso Read: Elon Musk Launches Poll Asking If He Should Step Down As Twitter CEO, Says Will Abide By The Results\n\nFor the latest and interesting financial news, keep reading Indiatimes Worth. Click here.",
    "Date": "2023-02-16 05:20:46+00:00",
    "Link": "https://www.indiatimes.com/worth/news/elon-musk-to-find-new-twitter-ceo-this-year-593309.html"
  }
}
